[M31_PA_MutonPunch X2AbilityTemplate]
LocFriendlyName="左勾拳"
LocLongDescription="对相邻目标发动拳击，作为首个行动使用时不会结束回合。只能以单位为目标，无法攻击中继器或瓦斯罐等无生命物体。"
LocHelpText="对相邻目标发动拳击，作为首个行动使用时不会结束回合。"
LocPromotionPopupText="<Bullet> 当近战敌人接近时，左勾拳是开局的理想选择"

[M31_PA_ViperBash X2AbilityTemplate]
LocFriendlyName="枪托猛击"
LocLongDescription="用枪托对相邻目标进行打击。作为首个行动使用时不会结束回合。只能以单位为目标，无法攻击中继器或瓦斯罐等无生命物体。"
LocHelpText="用枪托对相邻目标进行打击。作为首个行动使用时不会结束回合。"
LocPromotionPopupText="<Bullet> 当近战敌人接近时，枪托猛击是开局的理想选择"

[M31_PA_Ambush X2AbilityTemplate]
LocFriendlyName="伏击"
LocLongDescription="当你的隐蔽状态被打破时，将自动进入监视状态。"
LocHelpText="当你的隐蔽状态被打破时，将自动进入监视状态。"
; LocPromotionPopupText=""
LocFlyOverText="伏击"

[M31_PA_Ambush_Trigger X2AbilityTemplate]
LocFriendlyName="伏击"
LocFlyOverText="伏击"

[M31_PA_Coil X2AbilityTemplate]
LocFriendlyName="盘蜷"
LocLongDescription="<Ability:ClassName>将身体紧紧盘绕，防御提升<Ability:M31_PA_Coil_DefenseBonus>，闪避提升<Ability:M31_PA_Coil_DodgeBonus>，并在下回合获得额外行动点。下回合首个非移动行动不会结束回合。允许使用<font color='#1abc9c'>防御盘蜷</font>。"
LocHelpText="防御提升<Ability:M31_PA_Coil_DefenseBonus>，闪避提升<Ability:M31_PA_Coil_DodgeBonus>，下回合获得额外行动点。下回合首个非移动行动不会结束回合。"
LocPromotionPopupText="<Bullet> 可不依赖掩体使用<br><Bullet> 冷却时间<Ability:M31_SelfCooldown>回合<br><Bullet> 当<Ability:ClassName>遭受侧袭或近战攻击时，防御加成降至<Ability:M31_PA_Coil_NoCoverModifier><br><Bullet> <font color='#1abc9c'>精准射击</font>和<font color='#1abc9c'>防御盘蜷</font>等技能仍会结束回合<br><Bullet> <font color='#1abc9c'>防御盘蜷</font>提供相同防御加成，无冷却时间，可在着火或混乱状态下使用<br><Bullet> <font color='#1abc9c'>深度掩护</font>可激活<font color='#1abc9c'>防御盘蜷</font>：<Ability:M31_PA_Coil_Hunker_bAllowDeepCover>"
LocFlyOverText="盘蜷"

[M31_PA_Coil_Hunker X2AbilityTemplate]
LocFriendlyName="防御盘蜷"
LocLongDescription="<Ability:ClassName>将身体紧紧盘绕，防御提升<Ability:M31_HunkerDown_DefenseBonus>，闪避提升<Ability:M31_HunkerDown_DodgeBonus>。"
LocHelpText="防御提升<Ability:M31_HunkerDown_DefenseBonus>，闪避提升<Ability:M31_HunkerDown_DodgeBonus>。"
LocPromotionPopupText="<Bullet> 可不依赖掩体使用<br><Bullet> 当<Ability:ClassName>遭受侧袭或近战攻击时，防御加成降至<Ability:M31_PA_Coil_NoCoverModifier>"
LocFlyOverText="防御盘蜷"

[M31_PA_Entwine X2AbilityTemplate]
LocFriendlyName="绞缠"
LocLongDescription="舌抓命中率提升<Ability:M31_PA_Entwine_AimBonus>，束缚伤害增加<Ability:M31_PA_Entwine_BindDamageBonus>。束缚敌人时额外获得<Ability:M31_PA_Entwine_DefenseBonus>点防御。"
LocHelpText="舌抓命中率提升<Ability:M31_PA_Entwine_AimBonus>，束缚伤害增加<Ability:M31_PA_Entwine_BindDamageBonus>。束缚敌人时额外获得防御加成。"
LocPromotionPopupText="<Bullet> 防御与伤害加成适用于所有束缚类型"
LocFlyOverText="绞缠"

[M31_PA_Lockjaw X2AbilityTemplate]
LocFriendlyName="锁颌"
LocLongDescription="对敌人回合中进入、离开或从近战范围攻击的敌人发动免费撕咬。造成中毒并<font color='#ffd700'>使目标眩晕1个行动点</font>。无法以机器人为目标。"
LocHelpText="对敌人回合中进入、离开或从近战范围攻击的敌人发动免费撕咬。造成中毒并<font color='#ffd700'>使目标眩晕1个行动点</font>。成功命中后进入<Ability:M31_PA_Lockjaw_Cooldown>回合冷却。无法以机器人为目标。"
LocPromotionPopupText="<Bullet> 若敌人在相邻格开始回合，当其尝试攻击时会触发锁颌<br><Bullet> 若敌人不在相邻格开始回合，当其进入近战范围时会触发锁颌<br><Bullet> 造成<Ability:M31_PA_Lockjaw_Damage>伤害，使目标中毒并<font color='#ffd700'>眩晕1个行动点，中断其回合</font><br><Bullet> 视为反应射击且无法暴击<br><Bullet> 仅成功（擦伤或命中）的锁颌攻击会触发冷却<br><Bullet> 每回合对每个目标仅能尝试一次<br><Bullet> 士兵自身回合不会触发锁颌<br><Bullet> 毒素效果与毒液喷射相同，受<font color='#1abc9c'>强化毒素</font>影响<br><Bullet> 无法以机器人为目标"
LocFlyOverText="锁颌"

[M31_PA_Lockjaw_Attack X2AbilityTemplate]
LocFriendlyName="锁颌"
LocFlyOverText="锁颌"

[M31_PA_AngryBite X2AbilityTemplate]
LocFriendlyName="狂怒撕咬"
LocLongDescription="对敌人回合中进入、离开或从近战范围攻击的敌人发动免费撕咬。无法以机器人为目标。"
LocHelpText="对敌人回合中进入、离开或从近战范围攻击的敌人发动免费撕咬。"
LocPromotionPopupText="<Bullet> 若敌人在相邻格开始回合，当其尝试攻击时会触发狂怒撕咬<br><Bullet> 若敌人不在相邻格开始回合，当其进入近战范围时会触发狂怒撕咬<br><Bullet> 造成<Ability:M31_PA_AngryBite_Damage>伤害<br><Bullet> 天生具有+<Ability:M31_PA_AngryBite_AimBonus>命中和+<Ability:M31_PA_AngryBite_CritBonus>暴击率<br><Bullet> 视为反应射击<br><Bullet> 可暴击（若允许反应射击暴击）：<Ability:M31_PA_AngryBite_bAllowCrit><br><Bullet> 具有冷却时间（<Ability:M31_PA_AngryBite_Cooldown>回合）：<Ability:M31_PA_AngryBite_bHasCooldown><br><Bullet> 仅命中时触发冷却：<Ability:M31_PA_AngryBite_bCooldownOnlyOnHit><br><Bullet> 士兵自身回合不会触发狂怒撕咬<br><Bullet> 无法以机器人为目标"
LocFlyOverText="狂怒撕咬"

[M31_PA_AngryBite_Attack X2AbilityTemplate]
LocFriendlyName="狂怒撕咬"
LocFlyOverText="狂怒撕咬"

[M31_PA_VeryAngryBite X2AbilityTemplate]
LocFriendlyName="暴怒撕咬"
LocLongDescription="凶残撕咬相邻敌人，造成<Ability:M31_PA_VeryAngryBite_Damage>点伤害并引发流血。消耗1个行动点且不结束回合。可使用纯移动行动点发动。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="凶残撕咬相邻敌人，造成伤害并引发流血。消耗1个行动点且不结束回合。可使用纯移动行动点发动。"
LocPromotionPopupText="<Bullet> 可使用纯移动行动点发动：<Ability:M31_PA_VeryAngryBite_bAllowMovementActionPoint><br><Bullet> 视为反应射击：<Ability:M31_PA_VeryAngryBite_bIsReactonFire><br><Bullet> 可暴击（若非反应射击或允许反应射击暴击）：<Ability:M31_PA_VeryAngryBite_bAllowCrit><br><Bullet> 具有+<Ability:M31_PA_VeryAngryBite_CritBonus>暴击率和<Ability:M31_PA_VeryAngryBite_CritDamage>暴击伤害<br><Bullet> 流血效果每回合造成目标最大生命值<Ability:M31_PA_VeryAngryBite_BleedDamage>%（向上取整）的伤害，持续<Ability:M31_PA_VeryAngryBite_BleedDuration>回合"
LocFlyOverText="暴怒撕咬"
; +<Ability:M31_PA_VeryAngryBite_AimBonus> aim

[M31_PA_CrystallineCornea X2AbilityTemplate]
LocFriendlyName="水晶角膜"
LocLongDescription="获得+<Ability:M31_PA_CrystallineCornea_AimBonus>命中，近战与侧袭攻击额外获得+<Ability:M31_PA_CrystallineCornea_FlankAimBonus>命中。"
LocHelpText="获得基础命中加成，近战与侧袭攻击获得额外命中加成。"
; LocPromotionPopupText="<Bullet> "

[M31_PA_MalevolentFocus X2AbilityTemplate]
LocFriendlyName="恶毒专注"
LocLongDescription="允许反应攻击暴击，暴击率提升<Ability:M31_PA_MalevolentFocus_CritBonus>。"
LocHelpText="允许反应攻击暴击，暴击率提升<Ability:M31_PA_MalevolentFocus_CritBonus>。"
LocPromotionPopupText="<Bullet> 允许所有反应攻击暴击<br><Bullet> 暴击率加成仅适用于反应攻击：<Ability:M31_PA_MalevolentFocus_bOnlyForReaction>"

[M31_PA_TaipanBloodThirst X2AbilityTemplate]
LocFriendlyName="血月狂袭"
LocLongDescription="每次近战攻击后，获得可叠加的近战伤害+<Ability:M31_PA_TaipanBloodThirst_DamagePerStack>加成，持续<Ability:M31_PA_TaipanBloodThirst_StackDuration>回合。每回合最多叠加<Ability:M31_PA_TaipanBloodThirst_MaxStacksPerTurn>层，最大叠加<Ability:M31_PA_TaipanBloodThirst_MaxStacks>层。<br><font color='#909497'>"你能把泰潘带出安魂曲，却带不走安魂曲刻在泰潘骨子里的疯狂。"</font>"
LocHelpText="使用<Ability:M31_BoundWeaponName>攻击时，获得可叠加的近战伤害加成。每回合最多叠加<Ability:M31_PA_TaipanBloodThirst_MaxStacksPerTurn>层，最大叠加<Ability:M31_PA_TaipanBloodThirst_MaxStacks>层。"
LocPromotionPopupText="<Bullet> 最大叠加<Ability:M31_PA_TaipanBloodThirst_MaxStacks>层<br><Bullet> 每回合最多叠加<Ability:M31_PA_TaipanBloodThirst_MaxStacksPerTurn>层<br><Bullet> 新叠加会刷新持续时间：<Ability:M31_PA_TaipanBloodThirst_bRefreshDuration><br><Bullet> 所有近战攻击均可触发加成：<Ability:M31_PA_TaipanBloodThirst_bApplyToAnyMelee><br><Bullet> 仅成功命中可触发加成：<Ability:M31_PA_TaipanBloodThirst_bIncreaseOnlyOnHit>"
LocFlyOverText="血月狂袭"

[M31_PA_Serpentine X2AbilityTemplate]
LocFriendlyName="蛇形机动"
LocLongDescription="每回合一次，<Ability:ClassName>使用特定技能时返还行动点消耗。"
LocHelpText="每回合一次，使用特定技能时返还行动点消耗。"
LocPromotionPopupText="<Bullet> 每回合触发一次<br><Bullet> 连续射击激活期间不会触发<br><Bullet> 适用于<Ability:M31_PA_Serpentine_Abilities>"
LocFlyOverText="蛇形机动"

[M31_PA_Rattle X2AbilityTemplate]
LocFriendlyName="威慑嘶鸣"
LocLongDescription="当你的隐蔽状态被打破时，视线内的非机械敌人有<Ability:M31_PA_Rattle_PanicChance>几率陷入恐慌。"
LocHelpText="当你的隐蔽状态被打破时，视线内的非机械敌人可能陷入恐慌。"
; LocPromotionPopupText=""
LocFlyOverText="威慑嘶鸣"

[M31_PA_Rattle_Trigger X2AbilityTemplate]
LocFriendlyName="威慑嘶鸣"
LocFlyOverText="威慑嘶鸣"

[M31_PA_Salamander X2AbilityTemplate]
LocFriendlyName="火蜥蜴"
LocLongDescription="燃烧弹与燃烧炸弹作用半径增加<Ability:M31_PA_Salamander_RadiusBonus>格。获得免费燃烧弹并免疫火焰伤害。"
LocHelpText="燃烧弹作用半径增加，获得免费燃烧弹并免疫火焰伤害。"
LocPromotionPopupText="<Bullet> 获得免费燃烧弹，研究燃烧炸弹后自动替换"
LocFlyOverText="火蜥蜴"

[M31_PA_Sidewinder X2AbilityTemplate]
LocFriendlyName="侧行突袭"
LocLongDescription="<Ability:ClassName>可闪避伤害性攻击并立即获得移动行动点。每<Ability:M31_PA_Sidewinder_Cooldown>回合只能触发一次。"
LocHelpText="闪避伤害性攻击并立即获得移动行动点。每<Ability:M31_PA_Sidewinder_Cooldown>回合触发一次。"
LocPromotionPopupText="<Bullet> 混乱状态下可触发：<Ability:M31_PA_Sidewinder_bAllowWhileDisoriented><br><Bullet> 燃烧状态下可触发：<Ability:M31_PA_Sidewinder_bAllowWhileBurning><br><Bullet> 仅在敌方回合触发：<Ability:M31_PA_Sidewinder_bOnlyOnEnemyTurn><br><Bullet> 束缚目标时不会触发<br><Bullet> 不会对反应射击触发"
LocFlyOverText="侧行突袭"

[M31_PA_Sidewinder_Move X2AbilityTemplate]
LocFriendlyName="侧行突袭"
LocFlyOverText="侧行突袭"

[M31_PA_Sidewinder_AddMovementAction X2AbilityTemplate]
LocFriendlyName="侧行突袭"
LocFlyOverText="侧行突袭"

[M31_PA_Slither X2AbilityTemplate]
LocFriendlyName="滑行"
LocLongDescription="激活后获得+<Ability:M31_PA_Slither_MobilityBonus>移动力和+<Ability:M31_PA_Slither_DefenseBonus>防御，持续<Ability:M31_PA_Slither_Duration>回合。<Ability:M31_FreeAction>。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="获得移动力与防御加成，持续数回合。<Ability:M31_FreeAction>。"
; LocPromotionPopupText=""
LocFlyOverText="滑行"

[M31_PA_ViperBite X2AbilityTemplate]
LocFriendlyName="剧毒撕咬"
LocLongDescription="撕咬移动范围内的敌人，造成<Ability:M31_PA_ViperBite_Damage>点伤害并施加中毒与<Ability:M31_PA_ViperBite_Rupture>点破裂效果。消耗1个行动点且不结束回合。冷却时间<Ability:M31_SelfCooldown>回合。无法以机器人和环境物体为目标。"
LocHelpText="撕咬移动范围内的敌人，施加中毒与破裂效果。无法以机器人为目标。"
LocPromotionPopupText="<Bullet> 造成<Ability:M31_PA_ViperBite_Damage>点伤害和<Ability:M31_PA_ViperBite_Rupture>点破裂效果，暴击时额外造成<Ability:M31_PA_ViperBite_CritDamage>伤害<br><Bullet> 天生具有+<Ability:M31_PA_ViperBite_AimBonus>命中和+<Ability:M31_PA_ViperBite_CritBonus>暴击率<br><Bullet> 毒素效果与毒液喷射相同，受<font color='#1abc9c'>强化毒素</font>影响<br><Bullet> 无法以机器人和环境物体为目标"
LocFlyOverText="剧毒撕咬"

[M31_PA_IronskinBite X2AbilityTemplate]
LocFriendlyName="铁肤撕咬"
LocLongDescription="撕咬相邻友军，为其提供<Ability:M31_PA_IronskinBite_ShieldAmount>点缓冲生命值，持续<Ability:M31_PA_IronskinBite_Duration>回合。消耗1个行动点且不结束回合。冷却时间<Ability:M31_SelfCooldown>回合。无法以机器人为目标。"
LocHelpText="撕咬相邻友军，提供临时生命值护盾。"
LocPromotionPopupText="<Bullet> 护盾优先级：<Ability:M31_PA_IronskinBite_ShieldPriority><br><Bullet> 高优先级护盾会先被消耗"
LocFlyOverText="铁肤撕咬"

[M31_PA_RegenBite X2AbilityTemplate]
LocFriendlyName="再生撕咬"
LocLongDescription="撕咬相邻友军，施加再生效果，每回合治疗<Ability:M31_PA_RegenBite_HealPerTurn>点生命值，持续<Ability:M31_PA_RegenBite_Duration>回合。每任务<Ability:M31_SelfCharges>次使用次数。"
LocHelpText="撕咬相邻友军，施加持续治疗效果。"
LocPromotionPopupText="<Bullet> 冷却时间<Ability:M31_SelfCooldown>回合，每任务<Ability:M31_SelfCharges>次使用次数<br><Bullet> 若已学习<font color='#1abc9c'>强化毒素</font>，再生效果提升至每回合<Ability:M31_PA_RegenBite_EnhHealPerTurn>点，持续<Ability:M31_PA_RegenBite_EnhDuration>回合<br><Bullet> 可用来稳定濒死士兵：<Ability:M31_PA_RegenBite_bStabilize><br><Bullet> 清除中毒效果：<Ability:M31_PA_RegenBite_bRemovePoison>。效果持续期间提供中毒免疫：<Ability:M31_PA_RegenBite_bProvidesPoisonImmunity><br><Bullet> 可以毒蛇单位为目标：<Ability:M31_PA_ViperBite_bCanTargetVipers><br><Bullet> 无法以机器人为目标"
LocFlyOverText="再生撕咬"

[M31_PA_MemeBite X2AbilityTemplate]
LocFriendlyName="\"酸性\"撕咬"
LocLongDescription="凶残撕咬相邻单位，注入\"酸性物质\"。可对友军或敌军使用。每任务<Ability:M31_SelfCharges>次使用次数。"
LocHelpText="撕咬相邻单位，注入特殊物质。可对友军或敌军使用。"
LocPromotionPopupText="<Bullet> 友军单位获得命中、暴击、闪避、移动力和意志的巨额加成，并对某些精神状态效果免疫<Ability:M31_PA_MemeBite_E>回合，但每次效果触发时会受到少量伤害。注意副作用！<br><Bullet> 敌军单位受到伤害并遭受多种强力负面状态<br><Bullet> 冷却时间<Ability:M31_SelfCooldown>回合，每任务<Ability:M31_SelfCharges>次使用次数<br><Bullet> 无法以机器人为目标<br><br><font color='#909497'>\"你确定这是正确的酸性物质吗？\"</font>"
LocFlyOverText="\"酸性\"撕咬"

[M31_PA_MemeBite_Panic X2AbilityTemplate]
LocFriendlyName="\"酸性\"撕咬"
LocFlyOverText="\"酸性\"撕咬"


[M31_PA_PoisonSpit X2AbilityTemplate]
LocFriendlyName="毒液喷射"
LocLongDescription="喷射致命毒素使区域内所有目标中毒。不会留下毒云。消耗1个行动点且不结束回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="喷射毒素使区域内目标中毒。不会留下毒云。"
LocPromotionPopupText="<Bullet> 毒素每回合造成目标最大生命值<Ability:M31_PA_Poison_DamagePerTurn>%（向上取整）的伤害<br><Bullet> 对天选者时基于生命值的伤害降至1/4，对外星统治者无效<br><Bullet> 毒素降低<Ability:M31_PA_Poison_MobilityPenalty>移动力和<Ability:M31_PA_Poison_AimPenalty>命中<br><Bullet> 毒素持续<Ability:M31_PA_Poison_Duration>回合<br><Bullet> 毒素效果受<font color='#1abc9c'>强化毒素</font>影响<br><Bullet> 作用半径<Ability:M31_PA_PoisonSpit_Radius>格"
LocFlyOverText="毒液喷射"

[M31_PA_EnhancedPoison X2AbilityTemplate]
LocFriendlyName="强化毒素"
LocLongDescription="增强<Ability:ClassName>的毒素效果，提升持续时间、每回合伤害以及命中和移动力惩罚。"
LocHelpText="增强毒素效果，提升持续时间、伤害和属性惩罚。"
LocPromotionPopupText="<Bullet> 强化毒素每回合造成目标最大生命值<Ability:M31_PA_EnhancedPoison_DamagePerTurn>%（向上取整）的伤害<br><Bullet> 对天选者时基于生命值的伤害降至1/4，对外星统治者无效<br><Bullet> 强化毒素降低<Ability:M31_PA_EnhancedPoison_MobilityPenalty>移动力和<Ability:M31_PA_EnhancedPoison_AimPenalty>命中<br><Bullet> 强化毒素持续<Ability:M31_PA_EnhancedPoison_Duration>回合"
LocFlyOverText="强化毒素"

[M31_PA_BlindingPoison X2AbilityTemplate]
LocFriendlyName="致盲毒素"
LocLongDescription="强化<Ability:ClassName>的毒素，使目标在中毒期间失明。失明单位视野范围降低。"
LocHelpText="强化毒素效果，使目标在中毒期间失明。"
LocPromotionPopupText="<Bullet> 毒素使目标失明<Ability:M31_PA_Poison_Duration>回合<br><Bullet> 强化毒素使目标失明<Ability:M31_PA_EnhancedPoison_Duration>回合"
LocFlyOverText="致盲毒素"

[M31_PA_NeuroPoison X2AbilityTemplate]
LocFriendlyName="神经毒素"
LocLongDescription="强化<Ability:ClassName>的毒素，初始施加时使目标混乱。"
LocHelpText="强化毒素效果，初始施加时使目标混乱。"
LocPromotionPopupText="<Bullet> 强化毒素不影响此效果持续时间<br><Bullet> 对免疫中毒的敌人无效"
LocFlyOverText="神经毒素"


[M31_PA_FrostSpit X2AbilityTemplate]
LocFriendlyName="极寒喷射"
LocLongDescription="远距离发射冰冻冲击波，爆炸形成寒冰云雾。造成<Ability:M31_PA_FrostSpit_Damage>点冰冻伤害并施加极寒效果。消耗1个行动点且不结束回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="远距离发射冰冻冲击波，造成伤害并施加极寒效果。"
LocPromotionPopupText="<Bullet> 作用半径<Ability:M31_PA_FrostSpit_Radius>格"
LocFlyOverText="极寒喷射"

[M31_PA_FrostbiteSpit X2AbilityTemplate]
LocFriendlyName="冻伤喷射"
LocLongDescription="使极寒喷射有<Ability:M31_PA_FrostbiteSpit_CritBonus>几率造成额外+<Ability:M31_PA_FrostbiteSpit_CritDamageBonus>暴击伤害。"
LocHelpText="极寒喷射有几率造成额外暴击伤害。"
LocPromotionPopupText="<Bullet> 暴击率不受常规暴击修正影响<br><Bullet> 受<font color='#1abc9c'>冰冷暴击</font>影响"
LocFlyOverText="冻伤喷射"

[M31_PA_FrostBreath X2AbilityTemplate]
LocFriendlyName="寒冰吐息"
LocLongDescription="喷射极寒气流瞬间冻结敌人。消耗1个行动点且不结束回合。冷却时间<Ability:M31_SelfCooldown>回合，每任务<Ability:M31_SelfCharges>次使用次数。"
LocHelpText="喷射极寒气流瞬间冻结敌人。"
LocPromotionPopupText="<Bullet> 射程与其他喷射攻击相同（<Ability:M31_PA_ViperSpit_Range>格）<br><Bullet> 作用半径<Ability:M31_PA_FrostBreath_Radius>格"
LocFlyOverText="寒冰吐息"

[M31_PA_PersonalShield X2AbilityTemplate]
LocFriendlyName="个人护盾"
LocLongDescription="激活后获得<Ability:M31_PA_PersonalShield_ShieldAmount>点缓冲生命值，持续<Ability:M31_PA_PersonalShield_Duration>回合。消耗1个行动点且不结束回合。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="获得临时缓冲生命值，持续数回合。"
LocPromotionPopupText="<Bullet> 护盾强度随装甲科技等级提升<br><Bullet> 护盾优先级：<Ability:M31_PA_PersonalShield_ShieldPriority><br><Bullet> 高优先级护盾会先被消耗"
LocFlyOverText="个人护盾"

[M31_PA_Aegis X2AbilityTemplate]
LocFriendlyName="神盾"
LocLongDescription="个人护盾使受到的伤害降低<Ability:M31_PA_Aegis_DamageReduction>。"
LocHelpText="个人护盾提供伤害减免。"
; LocPromotionPopupText=""
LocFlyOverText="神盾"

[M31_PA_HardenedShield X2AbilityTemplate]
LocFriendlyName="强化护盾"
LocLongDescription="个人护盾额外提供<Ability:M31_PA_HardenedShield_ShieldAmount>点缓冲生命值，并降低被暴击几率<Ability:M31_PA_HardenedShield_CritResistance>。"
LocHelpText="个人护盾提供额外生命值并降低被暴击几率。"
; LocPromotionPopupText=""
LocFlyOverText="强化护盾"

[M31_PA_Bayonet X2AbilityTemplate]
LocFriendlyName="刺刀突刺"
LocLongDescription="用<Ability:M31_BoundWeaponName>攻击相邻目标。"
LocHelpText="用<Ability:M31_BoundWeaponName>进行近战攻击。"
; LocPromotionPopupText=""
LocFlyOverText="刺刀突刺"

[M31_PA_BayonetCharge X2AbilityTemplate]
LocFriendlyName="刺刀冲锋"
LocLongDescription="用<Ability:M31_BoundWeaponName>攻击移动范围内的任何敌人。"
LocHelpText="用<Ability:M31_BoundWeaponName>攻击移动范围内的敌人。"
LocPromotionPopupText="<Bullet> 可通过将移动光标悬停在敌人身上激活此技能<br><Bullet> <Ability:ClassName>可执行\"冲刺\"移动，消耗两个行动点移动后仍能对相邻敌人发动攻击"
LocFlyOverText="刺刀冲锋"

[M31_PA_Counterattack X2AbilityTemplate]
LocFriendlyName="反击"
LocLongDescription="你可格挡近战擦伤攻击并用<Ability:M31_BoundWeaponName>进行反击。"
LocHelpText="格挡近战擦伤攻击并进行反击。"
LocPromotionPopupText="<Bullet> 自身回合不会触发反击<br><Bullet> 获得+<Ability:M31_PA_Counterattack_Dodge>近战闪避。每次反击后该加成立即减少<Ability:M31_PA_Counterattack_Dodge_ReductionPerHit>。每回合结束时重置"
LocFlyOverText="反击"

[M31_PA_Counterattack_Attack X2AbilityTemplate]
LocFriendlyName="反击"

[M31_PA_Counterattack_Dodge X2AbilityTemplate]
LocFriendlyName="反击"

[M31_PA_Counterattack_Trigger X2AbilityTemplate]
LocFriendlyName="反击"

[M31_PA_CripplingBlow X2AbilityTemplate]
LocFriendlyName="致残打击"
LocLongDescription="用<Ability:M31_BoundWeaponName>攻击相邻目标，永久降低其命中<Ability:M31_PA_CripplingBlow_AimPenalty>、闪避<Ability:M31_PA_CripplingBlow_DodgePenalty>和移动力<Ability:M31_PA_CripplingBlow_MobilityPenalty>。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="近战攻击永久降低目标属性。"
LocPromotionPopupText="<Bullet> 多次施加不会叠加"
LocFlyOverText="致残打击"

[M31_PA_Bladestorm X2AbilityTemplate]
LocFriendlyName="百夫长"
LocLongDescription="获得<font color='#1abc9c'>剑刃风暴</font>。此外，标准刺刀攻击不再结束回合。"
LocHelpText="标准刺刀攻击不再结束回合。"
LocPromotionPopupText="<Bullet> 不适用于刺刀冲锋"
LocFlyOverText="百夫长"

[M31_PA_Barbarian X2AbilityTemplate]
LocFriendlyName="野蛮人"
LocLongDescription="近战攻击命中+<Ability:M31_PA_Barbarian_AimBonus>，主武器为步枪时额外获得+<Ability:M31_PA_Barbarian_CritBonus>暴击率。"
LocHelpText="近战攻击获得命中和暴击率加成。"
LocPromotionPopupText="<Bullet> 适用于所有近战攻击"

[M31_PA_ExcessiveForce X2AbilityTemplate]
LocFriendlyName="过度武力"
LocLongDescription="主武器为步枪时获得<font color='#1abc9c'>掠夺者</font>，主武器为加农炮时获得<font color='#1abc9c'>横扫射击</font>。"
LocHelpText="根据主武器类型获得不同射击技能。"
LocPromotionPopupText="<Bullet> <font color='#1abc9c'>掠夺者</font>使标准射击不结束回合，允许射击后移动或一回合内射击两次<br><Bullet> <font color='#1abc9c'>横扫射击</font>在作为首个行动进行标准射击后，获得一个非移动行动点"

[M31_PA_ChargeIn X2AbilityTemplate]
LocFriendlyName="冲锋陷阵"
LocLongDescription="获得<font color='#1abc9c'>奔跑射击</font>。此外，主武器为步枪时额外获得<font color='#1abc9c'>额外调节</font>。"
LocHelpText="获得冲刺射击技能，步枪装备时获得额外增益。"
LocPromotionPopupText="<Bullet> 激活<font color='#1abc9c'>奔跑射击</font>可获得额外非移动行动点<br><Bullet> <font color='#1abc9c'>额外调节</font>减少<font color='#1abc9c'>奔跑射击</font>冷却时间"

[M31_PA_Shieldbreaker X2AbilityTemplate]
LocFriendlyName="破盾者"
LocLongDescription="该士兵的近战攻击无法被擦伤、反射、偏转、格挡或反击。"
LocHelpText="近战攻击无视所有防御机制。"
LocPromotionPopupText="<Bullet> 近战攻击仍可能未命中"
LocFlyOverText="破盾者"

[M31_PA_MutonBullRush X2AbilityTemplate]
LocFriendlyName="蛮牛冲撞（异变者）"
LocLongDescription="冲撞移动范围内的敌人，造成少量伤害并使其眩晕<Ability:M31_PA_MutonBullRush_StunDuration>个行动点。冷却时间<Ability:M31_SelfCooldown>回合。无法对大型单位使用。"
LocHelpText="冲撞敌人造成伤害和眩晕。无法对大型单位使用。"
; LocPromotionPopupText=""
LocFlyOverText="蛮牛冲撞"

[M31_PA_HarrierBullRush X2AbilityTemplate]
LocFriendlyName="蛮牛冲撞（狂战士）"
LocLongDescription="冲撞移动范围内的敌人，使其眩晕<Ability:M31_PA_HarrierBullRush_StunDuration>个行动点。冷却时间<Ability:M31_SelfCooldown>回合。无法对大型单位使用。"
LocHelpText="冲撞敌人造成眩晕。无法对大型单位使用。"
; LocPromotionPopupText=""
LocFlyOverText="蛮牛冲撞"

[M31_PA_HarrierPunch X2AbilityTemplate]
LocFriendlyName="狂野拳击"
LocLongDescription="拳击移动范围内的敌人。消耗1个行动点且不结束回合。无冷却时间。无法对无生命物体使用。"
LocHelpText="拳击移动范围内的敌人。不结束回合。"
LocPromotionPopupText="<br><font color='#909497'>你可能会问：\"梅里斯特，为什么会有这种设定？为什么一个以榴弹发射器为主武器的单位要去用拳头打人脸？\"答案很简单——因为很有趣。<br><br>说真的，我觉得设定一个酒吧斗殴型的异变者非常合适。"
LocFlyOverText="狂野拳击"

[M31_PA_HarrierEndOfGeneva X2AbilityTemplate]
LocFriendlyName="日内瓦终结者"
LocLongDescription="只要赢得战争就不算战争罪。降低所有猎犬发射器攻击的冷却时间且不再结束回合。"
LocHelpText="降低猎犬发射器技能的冷却并取消回合结束。"
LocPromotionPopupText="<Bullet> 冷却缩减因技能而异"
LocFlyOverText="日内瓦终结者"

[M31_PA_HarrierFineControl X2AbilityTemplate]
LocFriendlyName="精准控制"
LocLongDescription="猎犬发射器攻击不再影响友军。"
LocHelpText="猎犬发射器技能不会误伤友军。"
LocPromotionPopupText="<Bullet> 注意：这些技能产生的地形效果仍可能影响友军"

[M31_PA_HarrierVileMix X2AbilityTemplate]
LocFriendlyName="恶毒混合物"
LocLongDescription="你的持续伤害效果额外造成<Ability:M31_PA_HarrierVileMix_DOTDamageBonus>伤害。你的手榴弹和猎犬发射器攻击会施加可叠加的debuff，使敌人受到的持续伤害增加<Ability:M31_PA_HarrierVileMix_DOTDamageBonus_Debuff>，持续<Ability:M31_PA_HarrierVileMix_Duration>回合。"
LocHelpText="增强持续伤害效果并施加易伤debuff。"
LocPromotionPopupText="<Bullet> 该debuff会增强来自所有来源的持续伤害"

[M31_PA_HarrierBlasterMaster X2AbilityTemplate]
LocFriendlyName="爆破专家"
LocLongDescription="手榴弹不再有冷却时间。获得免费异变者电浆手榴弹。"
LocHelpText="手榴弹技能无冷却限制。"
LocPromotionPopupText="<Bullet> 异变者电浆手榴弹造成<font color='#ffd700'>3-8</font>伤害，<font color='#ffd700'>2</font>点破甲，<font color='#ffd700'>4米</font>半径，<font color='#ffd700'>10</font>点环境伤害"

[M31_PA_NoGraze X2AbilityTemplate]
LocFriendlyName="必中打击"
LocLongDescription="该武器的攻击无法被擦伤。"
LocHelpText="你的<Ability:M31_BoundWeaponName>攻击必定命中。"
LocFlyOverText="必中打击"

[M31_PA_HarrierGrenade X2AbilityTemplate]
LocFriendlyName="猎犬榴弹"
LocLongDescription="发射可能未命中但无视掩体的空爆弹。对目标区域内所有单位造成伤害。"
LocHelpText="发射无视掩体的范围伤害榴弹。"
LocPromotionPopupText="<Bullet> 只要命中主要目标，猎犬榴弹必定命中范围内其他目标"
LocFlyOverText="猎犬榴弹"

[M31_PA_HarrierPoisonGrenade X2AbilityTemplate]
LocFriendlyName="猎犬瘟疫榴弹"
LocLongDescription="特殊猎犬榴弹，使目标中毒并留下毒云。相比标准猎犬榴弹半径<Ability:M31_PA_HarrierPoisonGrenade_BaseRadiusModifer>。消耗<Ability:M31_PA_HarrierPoisonGrenade_AmmoCost>弹药。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊榴弹使目标中毒并生成毒云。消耗额外弹药。"
LocPromotionPopupText="<Bullet> 日内瓦终结者使冷却减少<Ability:M31_PA_HarrierPoisonGrenade_CooldownReductionEOG>回合"
LocFlyOverText="瘟疫榴弹"

[M31_PA_HarrierFireGrenade X2AbilityTemplate]
LocFriendlyName="猎犬燃烧榴弹"
LocLongDescription="特殊猎犬榴弹，点燃目标及地形。相比标准猎犬榴弹半径<Ability:M31_PA_HarrierFireGrenade_BaseRadiusModifer>。消耗<Ability:M31_PA_HarrierFireGrenade_AmmoCost>弹药。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊榴弹造成燃烧效果。消耗额外弹药。"
LocPromotionPopupText="<Bullet> 日内瓦终结者使冷却减少<Ability:M31_PA_HarrierFireGrenade_CooldownReductionEOG>回合"
LocFlyOverText="燃烧榴弹"

[M31_PA_HarrierRadGrenade X2AbilityTemplate]
LocFriendlyName="猎犬辐射榴弹"
LocLongDescription="特殊猎犬榴弹，使目标遭受辐射。相比标准猎犬榴弹半径<Ability:M31_PA_HarrierRadGrenade_BaseRadiusModifer>。消耗<Ability:M31_PA_HarrierRadGrenade_AmmoCost>弹药。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊榴弹造成辐射效果。消耗额外弹药。"
LocPromotionPopupText="<Bullet> 辐射可施加多种严重影响天选者的debuff<br><Bullet> 日内瓦终结者使冷却减少<Ability:M31_PA_HarrierRadGrenade_CooldownReductionEOG>回合"
LocFlyOverText="辐射榴弹"

[M31_PA_HarrierFuseGrenade X2AbilityTemplate]
LocFriendlyName="猎犬混乱榴弹"
LocLongDescription="特殊猎犬榴弹，引爆目标携带的爆炸物。相比标准猎犬榴弹半径<Ability:M31_PA_HarrierFuseGrenade_BaseRadiusModifer>。消耗<Ability:M31_PA_HarrierFuseGrenade_AmmoCost>弹药。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="特殊榴弹引爆敌人携带的爆炸物。消耗额外弹药。"
LocPromotionPopupText="<Bullet> 日内瓦终结者使冷却减少<Ability:M31_PA_HarrierFuseGrenade_CooldownReductionEOG>回合"
LocFlyOverText="混乱榴弹"

[M31_PA_HarrierCyclic X2AbilityTemplate]
LocFriendlyName="循环空爆"
LocLongDescription="一次性向目标发射三发猎犬榴弹。需消耗两个行动点且所有射击有-<Ability:M31_PA_HarrierCyclic_AimPenalty>命中惩罚。冷却时间<Ability:M31_SelfCooldown>回合。"
LocHelpText="三连发榴弹攻击，消耗双行动点并有命中惩罚。"
LocPromotionPopupText="<Bullet> 消耗<font color='#ffd700'>3</font>弹药<br><Bullet> 猎犬榴弹可能未命中但无视掩体，对范围内所有单位造成伤害<br><Bullet> 只要命中主要目标，范围内其他目标必定被命中"
LocFlyOverText="循环空爆"

[M31_PA_HarrierCyclic2 X2AbilityTemplate]
LocFriendlyName="循环空爆"
LocFlyOverText="循环空爆"

[M31_PA_HarrierCyclic3 X2AbilityTemplate]
LocFriendlyName="循环空爆"
LocFlyOverText="循环空爆"
